<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ WE CAN DO IT JUST THINK ]
// +----------------------------------------------------------------------
// | Copyright (c) 2006~2016 http://thinkphp.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: liu21st <liu21st@gmail.com>
// +----------------------------------------------------------------------

// 應用行為扩展定義文件
return [
    // 應用初始化  'app\\platform\\behavior\\Cloud',
    'app_init'     => [],
    // 應用開始
    'app_begin'    => [],
    // 模組初始化
    'module_init'  => [],
    // 操作開始執行
    'action_begin' => [],
    // 视圖内容过滤
    'view_filter'  => [],
    // 日誌寫入
    'log_write'    => [],
    // 應用结束
    'app_end'      => [],
];
