<?php
/**
 * Created by PhpStorm.
 * User: Administrator
 * Date: 2021/9/16
 * Time: 17:17
 */

return [
    'hello' =>'Γεια σου! ',
    'service_offline' =>'Η εξυπηρέτηση πελατών είναι εκτός σύνδεσης',
    'service_online' =>'Η εξυπηρέτηση πελατών είναι online',
    'say_is_off' =>'Η συνεδρία έχει κλείσει',
    'data_error' =>'Τα δεδομένα είναι ελλιπή',
    'service_ban' =>'Η πρόσβαση στην εξυπηρέτηση πελατών του εμπόρου έχει απαγορευτεί',
    'service_leave' =>'Η εξυπηρέτηση των πελατών έφυγε προσωρινά, παρακαλώ αφήστε μήνυμα! Μπορείτε επίσης να μεταβείτε σε άλλη εξυπηρέτηση πελατών',
    'service_empty' =>'Η αποκλειστική εξυπηρέτηση πελατών δεν υπάρχει',
    'group_service_offline' =>'Η εξυπηρέτηση πελατών αυτής της κατηγορίας δεν είναι online',
    'session_close' =>'Η συνεδρία έχει κλείσει',
    'save_file_error' =>'Ελέγξτε τις πληροφορίες διαμόρφωσης του μέσου αποθήκευσης',
    'offline' =>'Το άλλο μέρος δεν είναι συνδεδεμένο',
    'question_delete' =>'Η ερώτηση έχει διαγραφεί',
    'ext_error' =>'Η μορφή αρχείου δεν υποστηρίζεται',
    'illegal_img_error' =>'παράνομο αρχείο εικόνας',
    'evaluate_error' =>'Η αξιολόγηση απέτυχε, δοκιμάστε ξανά',
    'evaluate_thk' =>'Σας ευχαριστούμε για την αξιολόγησή σας',
    'evaluate_score' =>'παρακαλώ βαθμολογήστε',
    'mobile_error' =>'Η μορφή του κινητού τηλεφώνου είναι εσφαλμένη',
    'name_error' =>'Συμπληρώστε το όνομά σας',
    'save_ok' =>'Η υποβολή είναι επιτυχής, περιμένετε για απάντηση εξυπηρέτησης πελατών',
    'save_error' =>'Η υποβολή απέτυχε',

    'robot_error' => [
        'Δεν καταλαβαίνω ακριβώς τι εννοείς, μπορείς να δοκιμάσεις μια άλλη ερώτηση',
        'Δεν καταλαβαίνω την ερώτησή σας, αλλά μελετώ σκληρά',
        'Αυτή η ερώτηση είναι πολύ ενδιαφέρουσα',
        'Έριξα την ερώτησή σου με ένα μικρό σημειωματάριο',
        'Δεν καταλαβαίνω τι εννοείς, περιέγραψέ το',
        'Ρώτησες πολύ γρήγορα, ρωτήστε μετά από λίγο κατά τη διάρκεια της συνέντευξης',
     ],


    'send' =>'send',
    'please_enter' =>'παρακαλώ εισάγετε περιεχόμενο',
    'ai_service' =>'Εξυπνη εξυπηρέτηση πελατών AI',
    'cancel' =>'ακύρωση',
    'submit' =>'Υποβολή',
    'evaluate_service' =>'αξιολόγηση εξυπηρέτησης πελατών',
    'transfer_service' =>'Έχετε μεταφερθεί σε άλλη εξυπηρέτηση πελατών',
    'off_line' =>'[εκτός σύνδεσης]',
    'name' =>'όνομα',
    'please_enter_name' =>'παρακαλώ εισάγετε το όνομά σας',
    'contact' =>'Στοιχεία επικοινωνίας',
    'please_enter_contact' =>'Παρακαλώ εισάγετε τα στοιχεία επικοινωνίας σας',
    'close_wav' =>'Κλείσιμο του τόνου προτροπής',
    'open_wav' =>'Ενεργοποίηση του τόνου προτροπής',
    'paste_images_tip' =>'Επικολλήστε τις κομμένες φωτογραφίες σας στο πλαίσιο εισαγωγής',
    'message_tip' =>'Έχετε ένα μήνυμα',
    'how_to_send_screenshot' =>'Πώς μπορώ να στείλω ένα στιγμιότυπο οθόνης; ',
    'ctrl_enter' =>'Πατήστε Enter για να στείλετε ένα μήνυμα, Ctrl+Enter για αναδίπλωση',
    'enter_ctrl' =>'Πατήστε Ctrl+Enter για να στείλετε ένα μήνυμα, Enter για αναδίπλωση',
    'disappointment' =>'απογοήτευση',
    'dissatisfaction' =>'dissatisfaction',
    'commonly' =>'κοινώς',
    'satisfied' =>'ικανοποιημένος',
    'surprised' =>'έκπληκτος',

    'please_select_images' =>'παρακαλώ επιλέξτε εικόνες',
    'not_supported' =>'Τα αρχεία σε αυτήν τη μορφή δεν υποστηρίζονται',
    'no_data' =>'Δεν υπάρχουν πλέον δεδομένα',
    'tip_waiting' =>'Ειδοποίηση: Αναμονή στην ουρά...',
    'tip' =>'tip box',
    'is_transfer_service' =>'Αυτή η εξυπηρέτηση πελατών είναι εκτός σύνδεσης, θέλετε να μεταφερθείτε σε άλλη εξυπηρέτηση πελατών; ',
    'yes' =>'Ναι',
    'no' =>'Όχι',
    'transferring' =>'μεταφορά...',
    'guess_ask' =>'Υποθέτω τι θέλετε να ρωτήσετε:',
    'please_enter_message' =>'παρακαλώ εισάγετε ένα μήνυμα',
    'choose_lang' =>'επιλογή γλώσσας',
    'service_title' =>'Διαδικτυακή εξυπηρέτηση πελατών',
    'banword_tip' =>'Η αποστολή απέτυχε, το περιεχόμενο περιέχει απαγορευμένες λέξεις',

];